const obj = [
  ["이이수부장님", "권숙미부장님"],
  ["최하영전도사님", "백민규선생님"],
  ["신태욱", "이소현선생님"],
  ["최새롬", "김찬영선생님"],
  ["임지성", "이규헌선생님"],
  ["김준서", "김진성선생님"],
  ["김준민", "백경민선생님"],
  ["윤찬서", "정찬욱선생님"],
  ["이가영", "현지혜선생님"],
];

const e = ["😚", "😀", "😙", "😉", "🙂", "☺️"];

const a = [".", "!", "~"];

for (let i = 0; i < 21; i++) {
  let p = i % obj.length;
  let emoji = i % e.length;
  let n = i % a.length;

  console.log(
    `선생님들 좋은 아침입니다${a[n]}☀️\n\n오늘 릴레이 기도 순서는\n${obj[p][0]}, ${obj[p][1]}입니다!\n\n모두들 즐거운 하루 되세요!${e[emoji]}\n`
  );
}
